---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.ExternalCommandData
source: html/8f9f1ed0-9647-2690-c790-a0c95590964a.htm
---
# ExternalCommandData Members

Causes the object to release immediately any resources it may be utilizing.